tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "warrensbox/tap"
brew "python@3.9"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "glib"
brew "cairo"
brew "chamber"
brew "checkov"
brew "cointop"
brew "docker"
brew "git"
brew "nghttp2"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "htop"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "micro"
brew "midnight-commander"
brew "mtr"
brew "mysql-client"
brew "packer"
brew "packer-completion"
brew "pinentry-mac"
brew "postgresql"
brew "pre-commit"
brew "pulumi"
brew "pwgen"
brew "pylint"
brew "python"
brew "ruby-build"
brew "rbenv"
# brew "shellcheck"
brew "smartmontools"
brew "sshuttle"
brew "starship"
brew "stress-ng"
brew "tflint"
brew "tfswitch"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "basictex"
cask "font-fira-code"
# cask "docker"
cask "slack"
cask "telegram"
