tap "homebrew/bundle"
# tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
# tap "homebrew/core"
tap "warrensbox/tap"
brew "python@3.9"
brew "python@3.12"
brew "awscli"
brew "glib"
brew "cairo"
brew "chamber"
brew "tfsec"
brew "docker"
brew "git"
brew "nghttp2"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "htop"
brew "lazygit"
brew "midnight-commander"
brew "mtr"
brew "packer"
brew "packer-completion"
brew "pinentry-mac"
brew "postgresql@14"
brew "pre-commit"
brew "pulumi"
brew "pwgen"
brew "pylint"
brew "smartmontools"
brew "sshuttle"
brew "tfenv"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "jq"
brew "fzf"
brew "exa"
brew "grc"
brew "stern"
brew "neofetch"
brew "glow"
brew "gping"
brew "tldr"
brew "bat"

### Kubernetes stuff
# brew "helm"
# brew "k9s"
# brew "krb5"
# brew "kubernetes-cli"
# brew "kubectx"
# brew "hidetatz/tap/kubecolor"

cask "basictex"
cask "font-fira-code"
cask "karabiner-elements"
cask "dozer"
# cask "slack"
# cask "telegram"
